{
  "cls_token": "[CLS]",
  "do_lower_case": false,
  "do_subword_tokenize": true,
  "do_word_tokenize": true,
  "mask_token": "[MASK]",
  "mecab_kwargs": null,
  "model_max_length": 512,
  "name_or_path": "cl-tohoku/bert-base-japanese-whole-word-masking",
  "never_split": null,
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "special_tokens_map_file": null,
  "subword_tokenizer_type": "wordpiece",
  "tokenizer_class": "BertJapaneseTokenizer",
  "unk_token": "[UNK]",
  "word_tokenizer_type": "mecab"
}
